Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_1.tmx
Source language: de
Languages: en

source: Nicht mineralische Fette für gewerbliche Zwecke [nicht für Brennstoffe]
en: Non-mineral greases for industrial purposes [not for fuel]

source: Feste Schmiermittel
en: Solid lubricants

source: Wiederaufbereitetes Öl zum Entvulkanisieren von Gummimischungen
en: Reclaimed oil used in the process of devulcanisation of rubber compounds

source: Mineralöl für die Herstellung von Farben
en: Mineral oil for use in the manufacture of paint

source: Mineralöl für die Herstellung von Schneideölen für Metalle
en: Mineral oil for use in the manufacture of metal cutting fluids

source: Synthetische Schmieröle
en: Synthetic lubricating oils

source: Technische Fette
en: Industrial grease

source: Pflegende Öle für Baseballhandschuhe
en: Conditioning oil for baseball gloves

source: Rapsöle zum Schmieren von Maschinen
en: Colza oil for lubricating machinery

source: Leinöle zur Verwendung als Schmiermittel
en: Linseed oil for use as a lubricant

source: Fluxöle als Bestandteile in Asphalt
en: Flux oil for use as an ingredient in asphalt

source: Nicht elektrische Grabkerzen
en: Grave candles, non-electric

source: Butangas als Haushaltsbrennstoff
en: Butane gas for use as a household fuel

source: Aus Pflanzenfasern gepresste Pellets zur Verwendung als Brennstoff
en: Pellets of compressed fiber manufactured from a plant crop to be used as fuel

source: Mundsprays für medizinische Zwecke
en: Mouth sprays for medical use

source: Abdruckmassen aus Chromalginat für zahnärztliche Zwecke
en: Chromatic alginate dental impression material

source: Chromatographiehilfsmittel für medizinische Zwecke
en: Chromatographic supports for medical use

source: Mittel zur Reduzierung der sexuellen Aktivität
en: Preparations for reducing sexual activity

source: Sterilisierende Mittel
en: Sterilising substances

source: Substanzen in Tablettenform zur Verwendung bei der Sterilisation von Wasser
en: Substances in tablet form for use in the sterilisation of water

source: Nährflüssigkeiten für Bakterienkulturen
en: Bouillons for bacteriological cultures

source: Medizinische diagnostische Reagenzien
en: Diagnostic reagents for medical use

source: Sperma für die künstliche Besamung
en: Semen for artificial insemination

source: Ginseng für medizinische Zwecke
en: Ginseng for medicinal use

source: Antibiotika
en: Antibiotics

source: Quebracho für medizinische Zwecke
en: Quebracho for medical purposes

source: Chinolin für medizinische Zwecke
en: Chinoline for medical purposes

source: Radioaktive Substanzen für medizinische Zwecke
en: Radioactive substances for medical purposes

source: Sarsaparilla für medizinische Zwecke
en: Sarsaparilla for medical purposes

source: Holzkohle für pharmazeutische Zwecke
en: Charcoal for pharmaceutical purposes

source: Ätzmittel für pharmazeutische Zwecke
en: Caustics for pharmaceutical purposes

source: Propolis für pharmazeutische Zwecke
en: Propolis for pharmaceutical purposes

source: Hormonpräparate für die Nebenniere
en: Adrenal hormone preparations

source: Medizinische Hautcremes
en: Medicated skin creams

source: Alkaloide für medizinische Zwecke
en: Alkaloids for medical purposes

source: Kampferöl für medizinische Zwecke
en: Camphor oil for medical purposes

source: Chirurgische Implantate aus lebenden Geweben
en: Surgical implants comprised of living tissues

source: Präparate von Spurenelementen für Human- und Tierkonsum
en: Preparations of trace elements for human and animal use

source: Skapuliere für chirurgische Zwecke
en: Scapulars for surgical purposes

source: Schlafmittel
en: Soporifics

source: Rattengift
en: Rat poison

source: Chemische Präparate für die Schwangerschaftsdiagnose
en: Chemical preparations for the diagnosis of pregnancy

source: Angosturarinde für medizinische Zwecke
en: Angostura bark for medical purposes

source: Condurangorinde für medizinische Zwecke
en: Condurango bark for medical purposes

source: Lösungen für Kontaktlinsen
en: Solutions for contact lenses

source: Bandagen für Verbandszwecke
en: Bandages for dressings

source: Tierwaschmittel [Insektizide]
en: Animal washes [insecticides]

source: Gallussäure für pharmazeutische Zwecke
en: Gallic acid for pharmaceutical purposes

source: Elixiere zur Erkältungslinderung
en: Elixirs for relieving chills

source: Medizinische Gesichtscremes
en: Face cream (Medicated -)

source: Fettemulsionen für die parenterale Hyperalimentation
en: Fat emulsions for parenteral hyperalimentation

source: Deodorants, außer für Menschen oder für Tiere
en: Deodorants, other than for human beings or for animals

source: Diabetikerbrot für medizinische Zwecke
en: Diabetic bread adapted for medical use

source: Magnesiumsulfat für pharmazeutische Zwecke
en: Magnesium sulphate for pharmaceutical use

source: Dermatologische Antibiotika
en: Antibiotic dermatological products

source: Antibiotika für Humanzwecke
en: Antibiotics for human use

source: Antibiotika für zahnärztliche Zwecke
en: Antibiotics for use in dentistry

source: Immunoassayreagenzien für medizinische Zwecke
en: Immunoassay reagents for medical use

source: Immuntherapeutische Wirkstoffe bei bakteriellen Infektionen
en: Immunotherapeutic agents for bacterial infections

source: Reagenzien für Analysezwecke [für veterinärmedizinische Zwecke]
en: Reagents for analytical purposes [for veterinary purposes]

source: Knochenfüllstoffe, bestehend aus lebenden Materialien
en: Bone fillers consisting of living materials

source: Erste-Hilfe-Verbände
en: First aid dressings

source: Dreieckige Papierwindeln für Babys
en: Triangular-shaped napkins [paper] for babies

source: Chemikalien für die Forstwirtschaft [Fungizide]
en: Forestry (chemicals for -), [fungicides]

source: Pharmazeutische Implantate
en: Pharmaceutical implants

source: Thymol für pharmazeutische Zwecke
en: Thymol for pharmaceutical purposes

source: Melissenwasser für pharmazeutische Zwecke
en: Melissa water for pharmaceutical purposes

source: Salze für medizinische Zwecke
en: Salts for medical purposes

source: Ester für pharmazeutische Zwecke
en: Esters for pharmaceutical purposes

source: Präparate zur Neutralisierung von Gerüchen
en: Preparations for the neutralising of odours

source: Antiseptische Waschpräparate
en: Antiseptic washing preparations

source: Alkoholtupfer für medizinische Zwecke
en: Alcohol swabs for medical purposes

source: Medizinische Haarlotionen
en: Capillary lotions (Medicated -)

source: Pharmazeutische Mischungen
en: Pharmaceutical compositions

source: Pharmazeutische Lippensalben
en: Pharmaceutical lipsalves

source: Knochenzement für medizinische Zwecke
en: Bone cement for medical purposes

source: Dentalmaterialien zur Vervielfältigung von Zahnmodellen
en: Dental materials for duplicating models of teeth

source: Einlagen für Inkontinenzwindeln aus Zellstoff
en: Nappy liners of cellulose for incontinents

source: Chemische Erzeugnisse zur Schädlingsbekämpfung
en: Chemical preparations for pesticidal purposes

source: Feuchttücher, getränkt mit einer pharmazeutischen Lotion
en: Moist wipes impregnated with a pharmaceutical lotion

source: Kokain
en: Cocaine

source: Medizinische Futter-Zusatzstoffe
en: Medicated additives for animal foods

source: Scheuerkissen für zahnärztliche Zwecke
en: Abrasive pads for dental purposes

source: Bakteriologische Präparate für medizinische oder tierärztliche Zwecke
en: Bacteriological preparations for medical and veterinary use

source: Diätnahrungsmittel für Säuglinge
en: Dietetic foods adapted for infants

source: Hormone für medizinische Zwecke
en: Hormones for medical purposes

source: Eiweißpräparate für medizinische Zwecke
en: Albuminous preparations for medical purposes

source: Mittel gegen Hornhautbildung
en: Preparations for callouses

source: Gelee royale für pharmazeutische Zwecke
en: Royal jelly for pharmaceutical purposes

source: Seren
en: Serums

source: Haemostatische Stifte
en: Haemostatic pencils

source: Doppelseitige Klebebänder für medizinische Zwecke
en: Double sided adhesive tapes for medical use

source: Verbandmaterial zum Fixieren
en: Dressing retention materials

source: Medizinische Handlotionen
en: Medicated lotions for the hands

source: Reagenzien für In-vitro-Laborzwecke [für veterinärmedizinische Zwecke]
en: Reagents for in-vitro laboratory use [for veterinary purposes]

source: Reagenzien für mikrobiologischen Analyse [für veterinärmedizinische Zwecke]
en: Reagents for microbiological analysis [for veterinary purposes]

source: Präparate für die Harnwege
en: Urinary tract preparations

source: Vitamine für Tiere
en: Vitamins for animals

source: Tiersperma für die künstliche Besamung
en: Animal semen for artificial insemination

source: Lokale Schmerzmittel
en: Topical analgesic creams

source: Nährböden für medizinische Zwecke
en: Culture media for medical use

source: Chloralhydrat für pharmazeutische Zwecke
en: Hydrated chloral for pharmaceutical purposes

source: Papier für Senfpflaster
en: Paper for mustard plasters

source: Badesalze für medizinische Zwecke
en: Bath salts for medical purposes

source: Natriumbikarbonat für pharmazeutische Zwecke
en: Bicarbonate of soda for pharmaceutical purposes

source: Brom für pharmazeutische Zwecke
en: Bromine for pharmaceutical purposes

source: Chemische Präparate für medizinische Zwecke
en: Chemical preparations for medical purposes

source: Enzympräparate für medizinische Zwecke
en: Enzyme preparations for medical purposes

source: Blutegel für medizinische Zwecke
en: Leeches for medical purposes

source: Strychnin
en: Strychnine

source: Spermizide zum Auftragen auf Kondome
en: Spermicides for application to condoms

source: Anästhetika
en: Anaesthetics

source: Desinfizierende Tupfer
en: Disinfectant swabs

source: Viehwaschmittel [Insektizide]
en: Cattle washes [insecticides]

source: Kaugummi für medizinische Zwecke
en: Chewing gum for medical purposes

source: Fermente für pharmazeutische Zwecke
en: Ferments for pharmaceutical purposes

source: Extrakte aus Heilpflanzen
en: Extracts of medicinal plants

source: Augensalbe für medizinische Zwecke
en: Eye ointment for medical use

source: Larvenvernichtende Mittel
en: Larvae inhibiting preparations

source: Magnesiumoxid für medizinische Zwecke
en: Magnesium oxide for medical use

source: Malzalbumin für pharmazeutische Zwecke
en: Malt albumin for pharmaceutical use

source: Antikörper
en: Antibodies

source: Homöopathische Pharmazeutika
en: Homeopathic pharmaceuticals

source: Reagenzien für Analysezwecke [für medizinische Zwecke]
en: Reagents for analytical purposes [for medical purposes]

source: Teeersatzmittel [für medizinische Zwecke]
en: Artificial tea [for medicinal use]

source: Pflanzenextrakte für pharmazeutische Zwecke
en: Plant extracts for pharmaceutical purposes

source: Milchpulvernahrung für Säuglinge
en: Powdered milk foods for infants

source: Pharmazeutische Erzeugnisse für die Hautpflege bei Tieren
en: Pharmaceutical preparations for animal skincare

source: Hefeextrakte für pharmazeutische Zwecke
en: Yeast extracts for pharmaceutical purposes

source: Elixiere [pharmazeutische Präparate]
en: Elixirs [pharmaceutical preparations]

source: Medizinische Präparate zur Verwendung als Zusatzstoffe für die menschliche Ernährung
en: Preparations for use as additives to food for human consumption [medicated]

source: Antiseptische Mundwässer
en: Antiseptic mouthwashes

source: Guajacol für pharmazeutische Zwecke
en: Guaiacol for pharmaceutical purposes

source: Enzian für pharmazeutische Zwecke
en: Gentian for pharmaceutical purposes

source: Medizinische antibakterielle Gesichtswaschmittel
en: Anti-bacterial face washes (Medicated -)

source: Getränke für Babys
en: Beverages for infants

source: Medizinische Körpercremes
en: Body creams [medicated]

source: Schmerzlindernde Cremes
en: Pain relieving creams

source: Pharmazeutische Cremes
en: Pharmaceutical creams

source: Windeln aus Papier für Inkontinente
en: Nappies of paper for incontinents

source: Keramik für die Konstruktion von Gebissen
en: Ceramics for the construction of dentures

source: Chemische Erzeugnisse für die Diabetes-Diagnose
en: Chemical preparations for the diagnosis of diabetes

source: Mittel zur Behandlung korrelierender Lungensyndrome
en: Compounds for treating correlated pulmonary syndromes

source: Azetate für pharmazeutische Zwecke
en: Acetates for pharmaceutical purposes

source: Räucherkerzen
en: Fumigating sticks

source: Kompressen
en: Compresses

source: Kältesprays für medizinische Zwecke
en: Cooling sprays for medical purposes

source: Sterile Lösungen für medizinische Zwecke
en: Sterile solutions for medical purposes

source: Sterile Verbände
en: Sterilized dressing

source: Reinigungsmittel für Kontaktlinsen
en: Contact lens cleaning preparations

source: Gefüllte Verbandkästen
en: First-aid boxes, filled

source: Vaseline [Erdölgelee] für medizinische Zwecke
en: Gurjun [gurjon, gurjan] balsam for medical purposes

source: Gurjunbalsam für medizinische Zwecke
en: Castor oil for medical purposes

source: Rizinusöl für medizinische Zwecke
en: Hydrogen peroxide for medical purposes

source: Wurzeln mit medizinischer Wirkung
en: Syrups for pharmaceutical purposes

source: Sirupe für pharmazeutische Zwecke
en: Cellulose ethers for pharmaceutical purposes

source: Malz für pharmazeutische Zwecke
en: Malt for pharmaceutical purposes

source: Elektrolytlösungen für medizinische Zwecke
en: Electrolyte solutions for medical use

source: Medizinische Balsame
en: Medicinal ointments

source: Medizinische Pflaster
en: Medicated plasters

source: Reagenzien zur Verwendung in Diagnosetests für medizinische Zwecke
en: Reagents for use in diagnostic tests [for medical purposes]

source: Gürtel für Damen-, Monatsbinden
en: Belts for sanitary napkins [towels]

source: Alginate für pharmazeutische Zwecke
en: Alginates for pharmaceutical purposes

source: Fette für tierärztliche Zwecke
en: Greases for veterinary purposes

source: Mandelmilch für pharmazeutische Zwecke
en: Almond milk for pharmaceutical purposes

source: Kampfer für medizinische Zwecke
en: Camphor for medical purposes

source: Steroide
en: Steroids

source: Adjuvantien für medizinische Zwecke
en: Adjuvants for medical purposes

source: Mutterkorn für pharmazeutische Zwecke
en: Ergot for pharmaceutical purposes

source: Medizinische Mineralgetränke
en: Mineral drinks (Medicated -)

source: Verfestigte Gase für medizinische Zwecke
en: Solidified gases for medical purposes

source: Spüllösungen für Kontaktlinsen
en: Solutions for rinsing contact lenses

source: Schwammmaterial für die Wundheilung
en: Sponge material for healing wounds

source: Hämoglobin
en: Haemoglobin

source: Glukosepräparate für medizinische Zwecke
en: Glucose preparations for medical purposes

source: Diätnahrungsmittel für die klinische Ernährung
en: Dietetic foods for use in clinical nutrition

source: Badezusätze für medizinische Zwecke
en: Bath preparations for medical purposes

source: Bismutpräparate für pharmazeutische Zwecke
en: Bismuth preparations for pharmaceutical purposes

source: Leinsamenmehl für pharmazeutische Zwecke
en: Linseed meal for pharmaceutical purposes

source: Kollodium für pharmazeutische Zwecke
en: Collodion for pharmaceutical purposes

source: Kreosot für pharmazeutische Zwecke
en: Creosote for pharmaceutical purposes

source: Kunstharze für zahnärztliche Zwecke
en: Synthetic resins for use in dentistry

source: Kräutertees [medizinische Getränke]
en: Tisanes [medicated beverages]

source: Infektionshemmende Substanzen fÃ¼r die Behandlung von Augeninfektionen zur lokalen Anwendung
en: Topical anti-infective substances for the treatment of infections of the eye

source: Magnesium für pharmazeutische Zwecke
en: Magnesia for pharmaceutical purposes

source: Magnesiumhydroxid für medizinische Zwecke
en: Magnesium hydroxide for medicinal use

source: Malzextrakte für pharmazeutische Zwecke
en: Malt extracts for pharmaceutical use

source: Klebefolien für medizinische Zwecke
en: Adhesive films for medical use

source: Klebstoffe zum Befestigen von Prothesen
en: Adhesives for affixing prostheses

source: Radiopharmazeutische Erzeugnisse
en: Radiopharmaceutical products

source: Äther für pharmazeutische Zwecke
en: Ethers for pharmaceutical purposes

source: Eukalyptol für pharmazeutische Zwecke
en: Eucalyptol for pharmaceutical purposes

source: Nahrungsergänzungsmittel für Tiere
en: Dietary supplements for animals

source: Antiseren für diagnostische Zwecke
en: Antiserums for diagnostic purposes

source: Peptone für pharmazeutische Zwecke
en: Peptones for pharmaceutical purposes

source: Terpentin für pharmazeutische Zwecke
en: Turpentine for pharmaceutical purposes

source: Nelkenzigaretten für medizinische Zweck
en: Kretek (clove) cigarettes for medical use

source: Nahrungsergänzungsstoffe für Personen, die eine spezielle Diät einhalten müssen
en: Health food supplements for persons with special dietary requirements

source: Kräutergetränke für medizinische Zwecke
en: Herbal beverages for medicinal use

source: Fußpuder für Sportler
en: Athletes' foot powders

source: Geformte Zellulosewindeln für Babys
en: Shaped napkins of cellulose for babies

source: Wegwerfwindelhöschen aus Papier für Babys
en: Babies' disposable diaper pants of paper

source: Dentalmaterialien für Zahnfüllungen
en: Dental materials for stopping the teeth

source: Nasentropfen zur Behandlung von Allergien
en: Nasal drops for the treatment of allergies

source: Keramik für die Rekonstruktion von Gebissen
en: Ceramics for use in the reconstruction of dentures

source: Watte für pharmazeutische Zwecke
en: Cotton wool for pharmaceutical purposes

source: Wattestäbchen für medizinische Zwecke
en: Cotton wool in the form of sticks for medical use

source: Mit einer pharmazeutischen Lotion getränkte feuchte Papierhandtücher
en: Moist paper hand towels impregnated with a pharmaceutical lotion

source: Mit Desinfektionsmitteln getränkte Reinigungstücher für Hygienezwecke
en: Cleaning cloths impregnated with disinfectant for hygiene purposes

source: Mineralwässer für medizinische Zwecke
en: Mineral waters for medical purposes

source: Medizinische Rachensprays
en: Medicated throat sprays

source: Gefüllte Spritzen für medizinische Zwecke [Pharmazeutika]
en: Filled syringes for medical purposes [containing pharmaceuticals]

source: Saugfähige Hygieneartikel
en: Absorbent sanitary articles

source: Reinigungsmittel bei Akne [Pharmazeutika]
en: Acne cleansers [pharmaceutical preparations]

source: Veterinärmedizinische Präparate und Substanzen
en: Veterinary preparations and substances

source: Antiseptika
en: Antiseptics

source: Mittel gegen Harnsäure
en: Anti-uric preparations

source: Opiate
en: Opiates

source: Dextrine für pharmazeutische Zwecke
en: Dextrins for pharmaceutical use

source: Diätnahrungsmittel für Kranke
en: Dietetic foods adapted for invalids

source: Aldehyde für pharmazeutische Zwecke
en: Aldehydes for pharmaceutical purposes

source: Edelmetalllegierungen für zahnärztliche Zwecke
en: Alloys of precious metals for dental purposes

source: Knochenzement für chirurgische und orthopädische Zwecke
en: Bone cement for surgical and orthopaedic purposes

source: Katechu für pharmazeutische Zwecke
en: Cachou for pharmaceutical purposes

source: Medizinische Abmagerungspräparate
en: Medical preparations for slimming purposes

source: Chemische Präparate für pharmazeutische Zwecke
en: Chemical preparations for pharmaceutical purposes

source: Pfefferminze für pharmazeutische Zwecke
en: Mint for pharmaceutical purposes

source: Schmerzstillende pharmazeutische Brausepräparate
en: Effervescent analgesic pharmaceutical preparations

source: Medizinische Mundsprays
en: Medicated mouth spray

source: Medizinische Salben zur Anwendung auf der Haut
en: Medicated ointments for application to the skin

source: Reagenzien für Tests zur Schwangerschaftsdiagnose
en: Reagents for use in diagnostic pregnancy tests

source: Präparate mit Spurenelementen für Tiere
en: Trace element preparations for use by animals

source: Medizinische Fußpuder
en: Medicated foot powder

source: Entmentholisiertes Pfefferminzöl für medizinische Zwecke
en: Dementholized peppermint oil for medical purposes

source: Verdauungsmittel für pharmazeutische Zwecke
en: Digestives for pharmaceutical purposes

source: Fette für medizinische Zwecke
en: Greases for medical purposes

source: Tabakfreie Zigaretten für medizinische Zwecke
en: Tobacco-free cigarettes for medical purposes

source: Phenol für pharmazeutische Zwecke
en: Phenol for pharmaceutical purposes

source: Kräutertees für medizinische Zwecke
en: Herbal teas for medicinal purposes

source: Chemikalien zur Behandlung von Reblausbefall
en: Chemical preparations for treating phylloxera

source: Vaginalspülungen für medizinische Zwecke
en: Vaginal washes for medical purposes

source: Serotherapeutische Arzneimittel
en: Serotherapeutic medicines

source: Senfpflaster
en: Mustard plasters

source: Mineralische Ergänzungsstoffe für die Viehfütterung
en: Mineral supplements for feeding livestock

source: Myrobalanenrinde für pharmazeutische Zwecke
en: Myrobalan bark for pharmaceutical purposes

source: Leinsamen für pharmazeutische Zwecke
en: Linseed for pharmaceutical purposes

source: Reinigungslösungen zum Entfernen von Heftpflastern
en: Cleaning solvents for removing adhesive plasters

source: Diätetische Erzeugnisse für Babys
en: Dietetic substances for babies

source: Tücher, getränkt mit Desinfektionsmitteln
en: Disinfectants impregnated into tissues

source: Glyzerin für medizinische Zwecke
en: Glycerine for medical purposes

source: Formaldehyd für pharmazeutische Zwecke
en: Formic aldehyde for pharmaceutical purposes

source: Räuchermittel für medizinische Zwecke
en: Fumigation preparations for medical purposes

source: Fettemulsionen für medizinische Infusionen
en: Fat emulsions for medical infusions

source: Kunstharze für medizinische Zwecke
en: Synthetic resins for medical use

source: Porzellan für Zahnprothesen
en: Porcelain for dental prostheses

source: Mittel zur Erleichterung des Zahnens
en: Preparations to facilitate teething

source: Desinfektionsmittel für hygienische Zwecke
en: Disinfectants for hygiene purposes

source: Antibiotika in Form von Lotionen
en: Antibiotics in the form of lotions

source: Haftcremes [Zähne]
en: Adhesives for dental use

source: Implantierbare Gewebematerialien zur Förderung des Gewebewachstums
en: Implantable textile material to encourage the growth of tissue

source: Antivirale Mittel
en: Anti-viral agents

source: Künstliche Süßstoffe für Diabetiker
en: Artificial sweeteners adapted for diabetics

source: Verbände für die Mundhöhle
en: Bandages for the oral cavity

source: Verbände zur Verhinderung der Blasenbildung
en: Bandages for the prevention of blisters

source: Präparate für Magen und Darm
en: Gastrointestinal preparations

source: Absorbierende Zellstoffwindeln für Haustiere
en: Absorbent diapers of cellulose for pets

source: Pflaster mit integriertem Magnet
en: Plasters incorporating a magnet

source: Präparate zur Erleichterung des Geschlechtsverkehrs
en: Preparations for facilitating sexual coupling

source: Transdermale Pflaster
en: Transdermal patches

source: Parasitizide für medizinische Zwecke
en: Parasiticides for medical use

source: Lösungsmittel zum Entfernen von Heftpflaster
en: Solvents for removing adhesive plasters

source: Pilztötende Mittel [Antikryptogame]
en: Anticryptogamic preparations

source: Mittel zur Augenbefeuchtung
en: Preparations for ocular lubrication

source: Antiseptika mit therapeutischer Wirkung
en: Antiseptics with therapeutic effect

source: Keimtötende Präparate [ausgenommen Seifen]
en: Germicidal preparations [other than soap]
